<?php
return array(

//*************************************数据库设置*************************************
    'DB_TYPE'               =>  'mysqli',                 // 数据库类型
    'DB_HOST'               =>  '120.55.92.223',     // 服务器地址
    'DB_NAME'               =>  'db_motorquan2016',     // 数据库名
    'DB_USER'               =>  'db_motor2016',     // 用户名
    'DB_PWD'                =>  'db_2016motor',      // 密码
    'DB_PORT'               =>  '3306',     // 端口
    'DB_PREFIX'             =>  'mt_',   // 数据库表前缀
);